Best Accuracy == 0.9539999961853027
Best Units == 81
Best Layers == 5
counter == 480
Model: "sequential_461"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1800 (Dense)           (None, 69)                4830      
_________________________________________________________________
dense_1801 (Dense)           (None, 81)                5670      
_________________________________________________________________
dense_1802 (Dense)           (None, 81)                6642      
_________________________________________________________________
dense_1803 (Dense)           (None, 81)                6642      
_________________________________________________________________
dense_1804 (Dense)           (None, 81)                6642      
_________________________________________________________________
dense_1805 (Dense)           (None, 81)                6642      
_________________________________________________________________
Output (Dense)               (None, 1)                 82        
=================================================================
Total params: 37,150
Trainable params: 37,150
Non-trainable params: 0
_________________________________________________________________
