Best Accuracy == 0.9429000020027161
Best Units == 86
Best Layers == 5
counter == 480
Model: "sequential_466"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1830 (Dense)           (None, 10)                110       
_________________________________________________________________
dense_1831 (Dense)           (None, 86)                946       
_________________________________________________________________
dense_1832 (Dense)           (None, 86)                7482      
_________________________________________________________________
dense_1833 (Dense)           (None, 86)                7482      
_________________________________________________________________
dense_1834 (Dense)           (None, 86)                7482      
_________________________________________________________________
dense_1835 (Dense)           (None, 86)                7482      
_________________________________________________________________
Output (Dense)               (None, 1)                 87        
=================================================================
Total params: 31,071
Trainable params: 31,071
Non-trainable params: 0
_________________________________________________________________
